tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "homebrew/cask-fonts"
tap "anchore/syft"

brew "bash"
brew "tmux"
brew "jq"
brew "yq"
brew "exa"
brew "fzf"
brew "git"
brew "neovim"
brew "starship"
brew "stow"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "go"
brew "python"
brew "sqlite"
brew "zoxide"
brew "kubernetes-cli"
brew "terraform"
brew "terragrunt"
brew "pulumi"
brew "nvm"
brew "ripgrep"
brew "fd"
brew "git-delta"
brew "gh"
brew "awscli"
brew "azure-cli"
brew "helm"
brew "kustomize"
brew "k3d"
brew "kind"
brew "k9s"
brew "tektoncd-cli"
brew "step"
brew "watch"
brew "shellcheck"
brew "bat"
brew "crane"
brew "cosign"
brew "syft"
brew "aquasecurity/trivy/trivy"

cask "kitty"
cask "slack"
cask "font-fira-code-nerd-font"
cask "goland"
cask "raycast"
cask "google-cloud-sdk"
cask "google-chrome"
cask "spotify"
